
"Message Center" = "Meldingssenter";

/* Growl alert sheet */
"Cancel" = "Avbryt";
"Don't Ask Again" = "Ikke spør meg igjen";
"Install" = "Installer";

// Yet to be localized
"Install Growl" = "Installer Growl";

"Start Growl" = "Start Growl";

"Show Growl preferences" = "Vis Growl-innstillinger";

"Growl installation required" = "HP-enheten bruker et program som kalles Growl, til å varsle deg når det skjer noe som krever din oppmerksomhet, for eksempel når det er tomt for papir.\n\nTilleggsprogramvare må installeres for at du skal kunne motta disse varslene. Det er ikke nødvendig med noen nedlasting. Klikk bare på Installer for å installere Growl i systemet.\n\nNår du skal starte Growl-varslinger hver gang du logger deg på denne datamaskinen, går du til Apples Systemvalg, velger Growl-valgruten og merker av for \"Start Growl ved pålogging\".";

"Growl not running" = "HP-enheten bruker et program som kalles Growl, til å varsle deg når det skjer noe som krever din oppmerksomhet, for eksempel når det er tomt for papir. Hvis du skal kunne motta disse varslene, må du starte Growl ved å følge disse trinnene:\n\n1. Åpne Growl-valgruten ved å klikke på \"Vis Growl-valg\" nedenfor.\n2. I Growl-valgruten klikker du på \"Start Growl\".\n3. Hvis du vil starte Growl-varsling hver gang du logger deg på denne datamaskinen, går du til Apples Systemvalg, velger Growl-valgruten og merker av for \"Start Growl ved pålogging\".\n4. Avslutt Systemvalg";

"Loading events" = "Laster hendelser...";
HSDDeviceKeyword = "Enhet";
HSDAlertKeyword = "Varsel";
HSDEventKeyword = "Hendelse";

HSDAlertSettingsTitle = "Varselinnstillinger";
HSDAlertsNote = "Angi hvilket nivå av utvidet statusinformasjon du vil se for HP-enheten. Du vil alltid bli varslet hvis enheten ikke kan fullføre en oppgave du har bedt om, eller hvis den krever oppmerksomhet fra deg.";

HSDDisplayAlertsTitle = "Vis utvidede varsler for:";
HSDAutodismissAlertsTitle = "Fjern automatisk varsler etter";
HSDAutodismissAlertsTitlePostfix = "sekund(er) for:";

HSDErrorsWarningsAndInfo = "feil, advarsler og informasjonsmeldinger";
HSDErrorsAndWarnings = "feil og advarsler";
HSDErrorsOnly = "bare feil";
HSDInfoMessages = "informasjonsmeldinger";
HSDWarningsAndInfoMessages = "advarsler og informasjonsmeldinger";

HSDDisplayVirtualAlertsTitle = "Vis nettinnhold i varsler";
HSDVirtualAlertsNote = "HSD_TEXT:Med din tillatelse kan statusen på din enhet bli delt med HP på en sikker måte. Når denne informasjonen er oppgitt kan HP sjekke om du er registrert i et HP program eller kvalifisert for spesialtilbud, og modifisere varslingen basert på tilgjengelige alternativer.

* For å finne ut mer om informasjonen som overføres til HP, se HSD_KEYED_LINK:MoreInfoTitle.

* Hvis du vil vite mer om HPs personvernerklæring, kan du se HSD_LINK:HSDPrivacyStatementOnlineLink.";
